
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "رقم غير صالح";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "أقل من الحد الأدنى";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "تم تجاوز الحد الأقصى";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "غير مسموح بالفاصلة العائمة";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "نص تاريخ غير صالح";

